Repository: seantis/vbeo.seantis.dir.events
Catalog: vbeo/seantis/dir/events/locales/*/LC_MESSAGES/vbeo.seantis.dir.events.po
Languages: de

source: Anniversary, Ceremony
de: Jubliäum, Festakt

source: Art
de: Kunst

source: Arts & Crafts
de: Kunst, Handwerk

source: Authors' Reading
de: Autorenlesung

source: Ballet, Dance, Mouvement
de: Ballett, Tanz, Bewegung

source: Barrel Organ
de: Drehorgel

source: Cabaret, Satirical Revue
de: Kabarett, Satire

source: Children's Festival
de: Kinderfest

source: Circus
de: Zirkus

source: Classical Music
de: Klassische Musik

source: Concerts
de: Konzert, Musical

source: Congress, Course
de: Kongress, Kurs, Seminar

source: Cultures, History
de: Kulturen, Geschichte

source: Ethno Music
de: Ethnomusik

source: Excursions for Guests
de: Gästeexkursion, Kinderprogramm

source: Fair
de: Messe, Ausstellung

source: Festival, Festivities
de: Festival, Fest

source: Folk songs, Hits
de: Chanson, Schlager

source: Gastronomy
de: Gastronomie, Kulinarik

source: Graphic Design, Design
de: Graphik, Design

source: Jewellery, Knich-Knacks
de: Schmuck, Kunst-Nippes

source: Lake Festival at Night
de: Seenachtsfest

source: Lecture
de: Vortrag

source: Light Music
de: Unterhaltungsmusik

source: Meetings, Animation
de: Versammlung, Animation

source: Movie Theater
de: Kino

source: Musical
de: Variété

source: Oopmh Music
de: Blasmusik

source: Opera, Operetta
de: Oper, Operette

source: Paintings, Engravings
de: Gemälde, Stiche

source: Parade
de: Umzug

source: Photo, Video Art
de: Photo, Video-Kunst

source: Plastic Art, Sculptures, Installations
de: Plastik, Skulpturen, Installationen

source: Popular Theater
de: Volkstheater

source: Puppet Theater, Figures
de: Puppentheater, Figuren

source: Sports
de: Sport

source: Stage Play, Spectacle
de: Sprechtheater, Schauspiel

source: Street Theater
de: Strassentheater

source: Swiss Folk Music
de: Volksmusik Schweiz

source: Theatres
de: Theater, Kino

source: Town Festival, Village Festival, Fair
de: Stadt-, Dorffest, Chilbi
